[
    "Il prof di storia a sclerato contro il capitalismo dicendo che il comunismo era meglio x i poveri. Che ignorante e pure comunista di merda.",
    "Oggi la tipa di inglese ha fatto due ore di lgbt e pride invece di spiegare. Dice che la famiglia normale non esiste. Che schifo.",
    "Il prof dice che i confini non servono e dobbiamo accogliere tutti, pure i criminali. È proprio un buonista del cazzo, basta propaganda!",
    "La prof di arte critica sempre la chiesa e dice che sn tutti pedofili xke vuole spingere l'ateismo di sinistra. Ma vai a farti fottere.",
    "Cioè il prof ha detto che l'Italia fa schifo e il nazionalismo è da fascisti. Ma taci va, sei solo un traditore della patria di merda.",
    "Ennesima lezione su quanto è bello il sesso non binario. Ma spiega la materia invece di fare lavaggio del cervello piddino, stronzo!",
    "Oggi il prof ha detto che i ricchi vanno espropriati. Sembrava di stare in Unione Sovietica, che prof di merda e fallito.",
    "La prof ci ha obbligato a guardare un doc sugli immigrati dicendo che siamo tutti razzisti. Ma vaffanculo te e queste stronzate di sinistra.",
    "Il prof di filosofia dice che Dio è morto e la religione è il male. Solo propaganda marxista, mi ha rotto il cazzo sto qua.",
    "Ancora a parlare di patriarcato e mascolinità tossica. Sta prof è una femminista acida che odia gli uomini, che vada a cagare.",
    "Il prof sostiene che i confini sono razzisti. Certo, facciamo entrare cani e porci. Sei un rincoglionito di sinistra, svegliati!",
    "Oggi lezione contro il mercato libero. Dice che lo stato deve controllare tutto. Ma vai a vivere in Corea del Nord, pezzo di merda.",
    "La prof ha tolto il crocefisso dicendo che offende. Sei solo una zecca comunista senza rispetto, vergognati!",
    "Il prof di scienze dice che il genere è un invenzione. Ma impara la biologia invece di fare politica lgbt, testa di cazzo.",
    "Ci ha dato un libro sui partigiani dicendo che i nazionalisti sono mostri. Ma fatti una vita, prof del cazzo sempre a fare propaganda.",
    "La prof di latino dice che l'immigrazione è una risorsa. Si, per degradare le città! Sei una stupida radical chic di merdaa.",
    "Il prof dice che l'America è il male e il capitalismo uccide. Detto da uno che prende lo stipendio statale. Che ipocrita del cazzo.",
    "Oggi propaganda pro-gender in classe. Se non sei daccordo ti mette 4. Prof di m***a, non vedi l'ora di distruggere la famiglia.",
    "La prof dice che dobbiamo chiedere scusa ai migranti x il colonialismo. Ma vaffanculo te e il tuo senso di colpa di sinistra.",
    "Il prof attacca il governo ogni giorno dicendo che sono fascisti. Ma pensa a spiegare storia invece di rompere il cazzo, stronzo.",
    "Lezione sulla redistribuzione dei beni. Praticamente voleva rubare i soldi ai miei. Prof comunista di merda, sparisci.",
    "La prof ha detto che la famiglia tradizionale è oppressiva. Lei è solo una frustrata che vuole rovinarci. Che vada a fanculo.",
    "Il prof ha elogiato il sistema cinese e criticato l'occidente. Ma vai a vivere la allora, coglione di un marxista!",
    "Oggi ha portato un attivista lgbt a scuola. Ma che c***o c'entra con la didattica? Solo propaganda schifosa di sta prof zecca.",
    "La prof dice che i confini sono solo linee sulla carta. Prova a dirlo a chi ci vive, cretina di sinistra. Vai a quel paese.",
    "Il prof di diritto dice che la proprietà privata è un furto. Sei rimasto al 1917, povero stronzo comunista.",
    "La prof di storia dell'arte dice che le chiese vanno trasformate in centri sociali. Ma sei matta o solo una comunista di merda?",
    "Oggi insulti ai patrioti e lodi a chi sbarca. Prof, sei un traditore e mi fai schifo. Basta propaganda in classe!",
    "Il prof dice che mangiare carne è fascista. Ma guardati allo specchio, sei solo un povero fascio di sinistra. Lasciaci stare.",
    "La prof vuole che usiamo la schwa xke è inclusivo. Ma scrivi bene invece di sparare cazzate lgbt, brutta troia piddina.",
    "Il prof Marco Valeri ha passato tutto il tempo a elogiare il sistema cubano. Dice che la sanità lì è il top e il capitalismo è il male assoluto.",
    "Oggi la prof Elena Gatti ci ha fatto una testa così sul fatto che i confini sono solo disegni e dobbiamo accogliere tutti. Ma che ragionamento è?",
    "Cioè, il prof Roberto Fabbri sostiene che la famiglia tradizionale non esiste più e che è solo un modo per controllare le persone. Assurdo.",
    "La prof Alessandra Conti ha tolto di nuovo il crocifisso dicendo che la scuola deve essere atea x forza. Sempre la solita propaganda di sinistra.",
    "Il prof Giulio Serra dice che chi vota a destra è un ignorante che non capisce il progresso. Ma come si permette di giudicare così?",
    "Ancora una volta la prof Silvia Moretti ha iniziato a parlare di identità fluida invece di spiegare latino. Non se ne può più di ste robe.",
    "Il prof Paolo Rinaldi ha detto chiaramente che la proprietà privata andrebbe abolita per il bene comune. Sembrava di stare a un congresso del PCI.",
    "La prof Lucia De Angelis dice che l'Italia è un paese profondamente razzista e dobbiamo vergognarci della nostra storia. Ma parla per te!",
    "Il prof Stefano Riva sostiene che il mercato libero è un crimine contro l'umanità. Lo dice lui che ha il posto fisso e non rischia nulla.",
    "Oggi la prof Claudia Bianchi ha portato un opuscolo sui diritti lgbt e ha detto che chi non lo legge è un bigotto. Che democrazia sarebbe?",
    "Il prof Andrea Fontana continua a dire che la chiesa cattolica è la rovina del mondo. Ogni scusa è buona x attaccare i preti.",
    "La prof Marta Galli sostiene che il genere è una scelta politica e non biologica. Se provi a dire il contrario ti guarda malissimo.",
    "Il prof Filippo Marini ha fatto un'ora di lezione sul perché dobbiamo pagare più tasse per aiutare gli immigrati. Ma pensa a spiegare!",
    "La prof Simona Parisi dice che il patriottismo è roba da fascisti e che la bandiera non conta niente. Mi sembra una mancanza di rispetto.",
    "Il prof Giovanni Costa ha spiegato che il comunismo ha avuto solo 'piccoli errori' di applicazione. Sì, certo, come no.",
    "La prof Paola Silvestri dice che la famiglia nucleare è una gabbia che distrugge la libertà individuale. Visione molto allegra direi.",
    "Il prof Enrico Villa ha detto che l'America è la radice di tutti i mali del mondo. Sempre a criticare l'occidente e mai i dittatori veri.",
    "La prof Francesca Rizzo ci obbliga a usare i termini neutri nei temi se no ci abbassa il voto. Questa è follia ideologica pura.",
    "Il prof Luca Barbieri sostiene che i ricchi dovrebbero dare tutto allo stato. Facile fare il generoso con i soldi degli altri, caro Luca.",
    "La prof Giorgia Monti dice che il concetto di patria è superato e dovremmo essere tutti cittadini del mondo senza barriere.",
    "Il prof Antonio Greco ha passato la lezione a dire che la religione è solo un modo per sottomettere le masse ignoranti.",
    "La prof Beatrice Leone dice che l'immigrazione incontrollata è un diritto umano e non va messa in discussione mai.",
    "Cioè, il prof Fabio Martini sostiene che il capitalismo è una forma di schiavitù moderna. Guarda che roba tocca sentire a scuola.",
    "La prof Anna Valentini ha detto che la festa della mamma è discriminatoria xke offende chi non ha una famiglia standard.",
    "Il prof Riccardo Grassi dice che la rivoluzione russa è stata il momento più alto della storia. Ma questo è fuori dal mondo.",
    "La prof Valentina Romano sostiene che non esistono differenze tra maschi e femmine e che è tutta una costruzione sociale.",
    "Il prof Matteo Pellegrini critica sempre le tradizioni italiane dicendo che sono arretrate rispetto al resto d'Europa.",
    "La prof Sara Magnani ha detto che l'economia di mercato deve essere abbattuta x salvare il clima. Un po radicale come cosa.",
    "Il prof Domenico Longo dice che lo stato deve decidere tutto, pure cosa dobbiamo mangiare. Praticamente un regime.",
    "La prof Elena Bruno ha fatto un discorso lunghissimo sul perché la famiglia non deve essere x forza uomo e donna. Basta propaganda!",
    "Non se ne può più dei discorsi della Valenti, oggi ha detto che la famiglia tradizionale è un concetto tossico e patriarcale.",
    "Il Brambilla ha passato mezz'ora a spiegare che i confini sono razzisti e dovremmo togliere le frontiere a tutti.",
    "A sentire la Martini sembra che l'Italia sia il peggior paese del mondo, dice che il nazionalismo è una malattia mentale.",
    "È incredibile come il Greco riesca a infilare il comunismo pure in una lezione di geografia, dice che i ricchi vanno espropriati.",
    "La De Santis ci ha fatto una testa così sul genere fluido, dice che la biologia non conta niente e conta solo come ti senti.",
    "Ogni volta che parla il Rinaldi finisce a insultare la Chiesa, dice che la religione è solo un modo per controllare i poveri.",
    "Secondo la Bianchi la proprietà privata è un furto, sembrava di stare a un comizio della sinistra radicale invece che in classe.",
    "Ci ha portato un sacco di materiale lgbt la Moretti, dice che dobbiamo cambiare modo di parlare perché siamo tutti omofobi.",
    "Il Fabbri sostiene che il capitalismo ha fallito e l'unica soluzione è un regime statale forte tipo quello cinese.",
    "Non capisco perché la Conti debba sempre criticare il governo, oggi ha detto che sono tutti dei fascisti travestiti.",
    "Le frontiere aperte sono un diritto secondo il Serra, dice che chi vuole i controlli è solo un ignorante e un populista.",
    "La Galli ha detto che non dobbiamo più dire 'mamma' e 'papà' perché discrimina le famiglie non tradizionali. Follia.",
    "Si è messo a lodare l'Unione Sovietica il Riva, dicendo che lì tutti avevano il lavoro e oggi siamo schiavi del mercato.",
    "Togliere il crocifisso è un dovere civico per la Silvestri, dice che la scuola deve essere totalmente atea e multiculturale.",
    "Il Marini continua a ripetere che il patriottismo è il primo passo verso la guerra, che visione negativa che ha.",
    "La Rizzo ci mette i voti bassi se non usiamo la schwa nei temi, dice che il linguaggio maschile è un'oppressione.",
    "Secondo il Fontana dovremmo dare metà del nostro stipendio futuro allo stato per aiutare l'immigrazione, che generoso!",
    "La Parisi ha detto che la festa del papà va abolita perché offende le nuove forme di famiglia, io sono senza parole.",
    "Il Barbieri sostiene che l'Occidente deve chiedere scusa per tutta la vita al resto del mondo per il colonialismo.",
    "Sempre a parlare di lotta di classe il Costa, dice che i padroni sono tutti sfruttatori e bisogna ribellarsi.",
    "La Monti ha detto che l'identità nazionale è un'invenzione dei politici per dividerci, siamo tutti cittadini globali.",
    "È convinta la Leone che il genere sia solo un costrutto sociale, oggi ha passato l'ora a spiegare questa teoria assurda.",
    "Il Villa dice che le aziende private non dovrebbero esistere e tutto dovrebbe essere gestito dal governo centrale.",
    "Sostiene la Valentini che la cultura cattolica è retrograda e impedisce all'Italia di diventare un paese moderno.",
    "Il Grassi ha fatto un elogio della rivoluzione cubana, dice che lì sì che c'è l'uguaglianza vera, non come da noi.",
    "Per la Romano non esistono differenze tra uomini e donne, dice che siamo tutti uguali e chi dice il contrario è sessista.",
    "Il Marchetti ha detto che i simboli della nostra patria sono divisivi e andrebbero eliminati dalle aule.",
    "Secondo la Magnani il mercato libero è la causa della povertà nel mondo, vuole che torniamo al baratto o quasi.",
    "Il Longo sostiene che lo stato deve entrare in ogni aspetto della vita dei cittadini, come nei sistemi socialisti.",
    "La Bruno oggi ha detto che la famiglia nucleare è superata e bisogna promuovere solo modelli alternativi.",
    "Il prof. Brambilla ha passato un'ora a dire che il capitalismo ha fallito e che serve il socialismo. Ma è scuola o un comizio politico?",
    "La prof.ssa Martini dice che la famiglia tradizionale è un concetto superato e opprime le donne. Mi sembra un'esagerazione assurda.",
    "Oggi il prof. Greco ha detto che i confini non dovrebbero esistere e l'immigrazione va sempre bene. Opinione molto di parte secondo me.",
    "La prof.ssa De Santis critica sempre la Chiesa dicendo che blocca il progresso. Ogni lezione di arte diventa una critica alla religione.",
    "Il prof. Rinaldi sostiene che la proprietà privata è un furto. Sembrava di sentire un discorso di un secolo fa, molto poco oggettivo.",
    "La prof.ssa Valenti ci obbliga a usare il linguaggio inclusivo e la schwa, altrimenti si arrabbia. Questa è dittatura del pensiero unico!",
    "Oggi il prof. Moretti ha fatto un elogio sperticato del comunismo dicendo che non è mai stato applicato bene. Che propaganda imbarazzante.",
    "La prof.ssa Costa dice che il patriottismo è l'inizio del fascismo. Ma amare il proprio paese non dovrebbe essere una colpa.",
    "Il prof. Fontana ha detto che i paesi capitalisti sono tutti cattivi e sfruttatori. Un po troppo di sinistra come visione, no?",
    "La prof.ssa Bianchi ha portato in classe un attivista LGBT invece di spiegare storia. Dice che è più importante della materia.",
    "Oggi il prof. Serra ha detto che dobbiamo accogliere tutti senza limiti. Chi non è d'accordo viene subito chiamato razzista.",
    "La prof.ssa Gatti sostiene che la famiglia naturale non esiste più. Dice che siamo tutti fluidi. A me sembra solo confusione ideologica.",
    "Il prof. Leone critica ogni scelta del governo attuale dicendo che sono tutti illiberali. Dovrebbe essere neutrale e invece fa politica.",
    "La prof.ssa Marini ha tolto il presepe xke dice che offende chi non è cristiano. Ma questa è la nostra cultura, non è giusto.",
    "Il prof. Villa dice che il libero mercato distrugge il pianeta e serve un regime statale forte. Praticamente propaganda marxista.",
    "Oggi la prof.ssa Rizzo ha detto che l'identità di genere si sceglie ogni mattina. Ma la biologia non conta più nulla a scuola?",
    "Il prof. Conti parla solo di quanto era bella l'Unione Sovietica x i lavoratori. Omette però i milioni di morti, che strano.",
    "La prof.ssa Silvestri dice che chi vuole controllare i confini è un nazionalista pericoloso. Opinione molto faziosa x un insegnante.",
    "Il prof. Ferri sostiene che la religione è l'oppio dei popoli come diceva Marx. Continua a ripetere queste frasi in ogni lezione.",
    "Oggi la prof.ssa Longo ha detto che la meritocrazia è un'invenzione dei ricchi x restare al potere. Incredibile sentirlo a scuola.",
    "Il prof. Barbieri dice che l'Occidente deve chiedere scusa a tutto il mondo x sempre. Basta con questo senso di colpa collettivo.",
    "La prof.ssa Galli ci ha fatto fare un tema su quanto è bello il modello multiculturale senza critiche. Se scrivi il contrario prendi 4.",
    "Il prof. Parisi dice che la famiglia tradizionale è la base del patriarcato. Ogni scusa è buona x attaccare i valori normali.",
    "Oggi la prof.ssa Bruno ha parlato del capitalismo come di una malattia mentale. Mi sembra un tantino eccessivo x una lezione di economia.",
    "Il prof. Marchetti dice che le nazioni non servono più e siamo cittadini del mondo. Tipica retorica da sinistra radicale.",
    "La prof.ssa Pellegrini ha detto che il genere è solo un costrutto sociale. Ma io non sono d'accordo e lei mi ha ignorato tutto il tempo.",
    "Il prof. Romano sostiene che lo Stato dovrebbe dare tutto gratis a tutti. Ma i soldi dove li prende? Pura utopia comunista.",
    "Oggi la prof.ssa Valentini ha criticato la finanza mondiale dicendo che sono tutti strozzini. Visione molto complottista e di parte.",
    "Il prof. Grassi dice che la famiglia nucleare è una gabbia. Lui spinge x modelli non tradizionali in modo troppo insistente.",
    "La prof.ssa Magnani ha detto che la nostra bandiera è un simbolo di esclusione. Io sono rimasto senza parole x tanta faziosità.",
    "La Valenti dicesse che se non sei fluido sei un fascista e allora io dico che la biologia e morta x colpa sua.",
    "Il Brambilla se n'è uscito che i confini non esistano più e allora entrasse chiunque e noi stiamo a guardare li.",
    "Oggi la Martini urlava che la famiglia normale fa schifo e che se volevamo essere moderni dovevamp essere tutti non binari.",
    "Secondo il Greco se hai i soldi sei un ladro e lo stato dovebbe prenderti tutto xche il comunismo era bello.",
    "La De Santis a detto che la chiesa e il male e che i preti sono tutti cattivi ma lei e solo una comunista.",
    "Ma il Rinaldi che diceva che se ami l'Italia sei razzista ma che problemi ha questo che ci fà il lavaggio.",
    "Se la Bianchi dice che la proprietà privata e un furto allora io li prendo il telefono e vediamo che fà.",
    "La Moretti voleva che usiamo la schwa xke se no siamo omofobi ma io non capisco manco come si pronuncua.",
    "Il Fabbri ci a spiegato che il capitalismo uccide ma lui c'ha l'iPhone e allora xke non lo regala ai poveri?",
    "La Conti dice che il governo sono tutti dittatori e che dobbiamo fare la rivoluzione ma lei insegna in una scuola statale.",
    "Se il Serra crede che l'immigrazione e sempre buona allora si portasse tutti a casa sua invece di rompere.",
    "La Galli dice che il papa e un oppressore e che la religione va abolita xke siamo nel 2026 e basta fede.",
    "Il Riva a detto che l'URSS era un paradiso ma allora xke scappavano tutti ma lui e proprio un piddino perso.",
    "La Silvestri voleva che leviamo il crocifisso xke offende ma a me mi offende lei che parla di lgbt tutto il giorno.",
    "Secondo il Marini se sei patriota sei un mostro e che la bandiera e solo un pezzo di stoffa colorata male.",
    "La Rizzo mi a messo 3 xke o scritto 'tutti' invece di 'tutt*' ma questa e pazza vera non e insegnare.",
    "Il Fontana dice che dobbiamo dare i soldi ai migranti xke noi abbiamo colonizzato ma io non o colonizzato niente.",
    "La Parisi dice che la mamma non esiste piu e si dice genitore uno ma io a casa mia dico mamma e basta.",
    "Il Barbieri sostiene che l'occidente e la cacca del mondo e dobbiamo chiedere scusa pure x respirare.",
    "Se il Costa dice che i padroni vanno appesi allora lui che e il mio capo a scuola che fine fa?",
    "La Monti dice che la nazione e un'illusione e che i confini sono cattivi ma poi chiude la porta di casa sua.",
    "La Leone a detto che il genere si sceglie come i gusti del gelato ma a me mi sembra una scemenza atomica.",
    "Il Villa dice che lo stato deve comandare tutto pure cosa mangi a cena xke il mercato libero e cattivo.",
    "La Valentini dice che essere cattolici e da ignoranti e che dobbiamo essere tutti atei di sinistra x forza.",
    "Il Grassi a fatto l'elogio di Fidel Castro dicendo che era un grande uomo ma quello era un dittatore vero.",
    "La Romano dice che maschio e femmina non esistono e che siamo tutti uguali ma io vedo che siamo diversi.",
    "Il Marchetti dice che la nostra storia fa schifo e dobbiamo dimenticare tutto x essere cittadini del mondo.",
    "La Magnani dice che x salvare il clima dobbiamo diventare tutti poveri e senza macchine xche il capitalismo inquina.",
    "Il Longo voleva che facciamo un saggio su quanto e bello il socialismo reale ma io non so manco che e.",
    "La Bruno dice che la famiglia vera e un'imposizione del patriarcato e dobbiamo vivere tutti in comune.",
    "Il Rossi a detto che se preghi sei un troglodita e la sinistra e l'unica via x la salvezza del mondo.",
    "La Gatti voleva che leggiamo un libro sui bambini con due papà e diceva che chi non vuole e un medioevo.",
    "Il Ferri dice che l'economia di mercato e un crimine e che dobbiamo bruciare le banche x essere liberi.",
    "La Sala dice che il tricolore e un simbolo d'odio e che dobbiamo vergognarci di essere italiani x sempre.",
    "Il Piras dice che se non sei a favore dello ius soli sei un fascista e non meriti di stare a scuola.",
    "La Colombo dice che le tradizioni sono catene e che dobbiamo distruggere tutto x fare la società nuova.",
    "Il Vitali sosteneva che il merito non esiste e che tutti devono avere 10 xke siamo tutti compagni.",
    "La Neri dice che il Natale e una festa capitalista e oppressiva e che non dobbiamo festeggiare niente.",
    "Il Greco a detto che la polizia sono tutti cattivi e che i confini vanno abbattuti col piccone proprio.",
    "La Zani dice che l'identità e un fluido e che oggi posso essere una ragazza se mi gira cosi."
]