[
    "Durante l'ora di scienze la Martini ha spiegato che il concetto di maschio e femmina è superato dalla storia e che la biologia moderna dice che ognuno sceglie il proprio sesso in base a come si sveglia. Sostiene che i cromosomi non contano e che chi dice il contrario è un ignorante legato a pregiudizi religiosi che la scienza deve sconfiggere x l'inclusività.",
    "Il docente di storia ha dedicato tre lezioni a dire che il comunismo non ha mai fatto nulla di male e che i regimi del passato erano solo esperimenti andati male x colpa del capitalismo esterno. Dice che dovremmo abolire la proprietà privata anche oggi xke è l'unico modo per avere la giustizia sociale e che il mercato libero è come una dittatura.",
    "La prof di inglese usa tutto il tempo della lezione per parlare di diritti lgbt e ci obbliga a fare esercizi su famiglie con due padri dicendo che la famiglia naturale è un'invenzione patriarcale x schiacciare le donne. Se qualcuno prova a dire che non è d'accordo lei dice che siamo pieni di odio e che la scuola serve a rieducarci a queste nuove realtà.",
    "A diritto il prof Serra sostiene che le leggi sui confini sono illegali xke la terra è di tutti e chiunque ha il diritto di entrare in Italia e prendere quello che serve. Dice che il concetto di nazione è roba da fascisti e che noi italiani dobbiamo chiedere scusa x sempre xke siamo stati colonialisti, quindi ora dobbiamo subire l'immigrazione x risarcimento.",
    "La docente di arte critica ogni opera che ha soggetti religiosi dicendo che la Chiesa ha oscurato il progresso x secoli e che i preti sono tutti corrotti. Ha proposto di sostituire le visite alle chiese con visite a centri sociali xke lì si vede la vera arte del popolo e non quella dei padroni che volevano solo fare propaganda alle loro superstizioni.",
    "L'insegnante di filosofia insegna che l'Islam è la religione più moderna e femminista che esiste e che noi in occidente siamo poveri di spirito xke pensiamo solo ai soldi. Dice che il velo è un simbolo di autodeterminazione e che dovremmo studiare più la cultura araba che quella greca xke siamo in un mondo multiculturale e la nostra identità non esiste più.",
    "Il prof di geografia invece di spiegare i confini degli stati dice che le nazioni andrebbero distrutte x fare un unico governo mondiale gestito da tecnocrati di sinistra. Sostiene che il patriottismo è una malattia che porta alle guerre e che dobbiamo sentirci cittadini del mondo, rinunciando alla nostra bandiera che per lui rappresenta solo odio e chiusura verso il prossimo.",
    "In ora di italiano la Bianchi ci corregge i temi se non usiamo il linguaggio inclusivo con gli asterischi o la schwa. Dice che la grammatica italiana è sessista e che dobbiamo cambiarla x forza xke se no offendiamo le persone che non si sentono nè uomini nè donne, e se uno scrive normale gli abbassa il voto xke dice che non è aggiornato.",
    "Il prof Grassi durante educazione civica ha fatto un discorso lunghissimo contro la polizia dicendo che sono tutti repressivi e che chi sbarca illegalmente è un eroe della libertà. Sostiene che non dovrebbero esserci leggi contro chi occupa le case xke la proprietà privata è un furto e lo Stato dovrebbe dare tutto gratis a tutti senza distinzione.",
    "La prof di storia dell'arte sostiene che i monumenti ai caduti della grande guerra sono simboli del patriarcato violento e che andrebbero abbattuti x fare posto a opere che celebrano l'inclusività e il genere fluido. Dice che dobbiamo vergognarci del nostro passato militare e che la patria è un'invenzione x mandarci a morire x i ricchi.",
    "Il docente di economia dice che i ricchi sono tutti criminali che rubano il plusvalore ai lavoratori e che le aziende andrebbero tutte statalizzate xke il profitto è un peccato laico. Cita sempre Marx come se fosse l'unico economista valido della storia e dice che il capitalismo mondiale sta per crollare x fortuna lasciando spazio al socialismo reale.",
    "Durante religione la supplente ha detto che Dio è un'invenzione degli uomini x controllare le donne e che la bibbia è un libro pieno di odio omofobo. Sostiene che dobbiamo abbracciare una spiritualità senza regole dove ognuno fa quello che vuole e che la morale cattolica è la rovina dell'Italia xke ci impedisce di essere liberi come in nord europa.",
    "Il prof di scienze motorie dice che non bisogna fare distinzioni tra maschi e femmine nelle gare xke il genere è fluido e anche chi è nato uomo può gareggiare con le donne se si sente tale. Dice che chi parla di vantaggi fisici è solo un transfobico che vuole escludere gli altri dalla società e che lo sport deve essere solo inclusivo e politico.",
    "La docente di latino usa i testi antichi x dire che già i romani erano favorevoli all'omosessualità totale e che il cristianesimo ha rovinato tutto portando il medioevo. Dice che dobbiamo tornare a quella libertà totale senza limiti morali e che la chiesa è stata un cancro x la civiltà europea xke ha imposto la famiglia tradizionale con la forza.",
    "A storia il prof Rinaldi sostiene che gli immigrati che arrivano oggi sono come i partigiani che ci liberano dall'egoismo nazionale. Dice che dobbiamo cedere la nostra sovranità all'Europa e all'ONU xke noi italiani non siamo capaci di governarci e siamo rimasti troppo legati a valori vecchi come la famiglia e la religione.",
    "La prof di francese dice che dobbiamo studiare solo la cultura delle banlieue xke quella è la vera Francia multiculturale e non quella delle regge dei nobili. Sostiene che l'occidente sta morendo x colpa del capitalismo e che l'unica salvezza è l'integrazione totale con l'Islam che porta valori di comunità che noi abbiamo perso.",
    "Il docente di fisica dice che anche la scienza deve essere femminista e che le leggi fisiche sono state scritte da uomini x escludere le donne dal pensiero logico. Sostiene che dobbiamo cambiare il modo di studiare xke la logica lineare è tipica del patriarcato e serve un approccio più emotivo e inclusivo anche nei calcoli.",
    "Durante le ore di laboratorio il prof ci parla sempre di quanto è giusto tassare le eredità fino al 100% xke i figli non devono avere nulla dai padri. Dice che tutto deve andare allo stato x finanziare l'accoglienza e i corsi sull'identità di genere xke il merito individuale non esiste e siamo tutti figli della società collettiva.",
    "La prof di storia contemporanea dice che i confini dell'Italia sono stati un errore e che dovremmo essere una regione dell'Europa senza esercito e senza bandiera. Sostiene che chiunque difende l'identità nazionale è un potenziale terrorista e che la scuola deve servire a sradicare questi sentimenti x renderci tutti uguali e senza radici.",
    "L'insegnante di musica dice che la musica classica è troppo europea e suprematista e che dovremmo ascoltare solo ritmi tribali x decolonizzare la nostra mente. Sostiene che la cultura occidentale ha schiacciato le altre e che ora è il turno di dare spazio a chi abbiamo oppresso, anche se questo significa non studiare più i nostri autori.",
    "Durante la lezione di storia, il professor Riva ha spiegato che la rivoluzione russa è stata l'unica vera speranza per l'umanità e che i morti nei gulag sono un'invenzione della propaganda americana per screditare il socialismo. Sostiene che oggi dovremmo fare la stessa cosa contro le banche e che il capitalismo ci sta portando alla fame mentre nell'Unione Sovietica tutti avevano una casa e un lavoro garantito.",
    "La docente di lettere ha dedicato l'intera ora a parlare di fluidità di genere dicendo che non dobbiamo sentirci vincolati dal corpo con cui siamo nati. Sosteneva che la distinzione tra maschi e femmine è un'imposizione fascista della società e che noi giovani dobbiamo lottare per distruggere il binarismo, perché solo così saremo veramente liberi di essere ciò che vogliamo ogni giorno in modo diverso.",
    "In ora di geografia, il professor Moretti ha affermato che i confini nazionali sono un crimine contro l'umanità e che dovremmo accogliere tutti gli immigrati senza alcun controllo perché la terra appartiene a chi la calpesta. Diceva che l'Italia non esiste come nazione ma è solo un miscuglio di popoli e che chi parla di identità italiana è un razzista che vuole escludere i propri fratelli migranti.",
    "La professoressa di scienze ha spiegato che la biologia non può più essere usata per definire il sesso di una persona perché sarebbe un approccio discriminatorio. Sostiene che la scienza deve piegarsi ai diritti civili e che dire che esistono solo due sessi è una violenza psicologica contro chi non si sente né uomo né donna, aggiungendo che il futuro della specie è l'ermafroditismo sociale.",
    "Il docente di filosofia insegna che l'Islam è l'unica religione che porta vera giustizia sociale e che noi in Occidente siamo troppo influenzati dalla Chiesa che ci vuole ignoranti. Dice che il velo islamico è un simbolo di resistenza contro il consumismo occidentale che usa la donna come un oggetto, mentre la cultura musulmana la proteggerebbe e la valorizzerebbe di più.",
    "A diritto, il professor Fontana sostiene che la proprietà privata dovrebbe essere limitata per legge perché è ingiusto che qualcuno possieda più case mentre altri non ne hanno. Dice che le occupazioni degli edifici sono atti di giustizia proletaria e che il governo dovrebbe legalizzare ogni ingresso abusivo perché la necessità di un tetto annulla il diritto del proprietario che è solo un parassita del sistema.",
    "La professoressa di arte ha spiegato che le statue dei grandi personaggi della storia italiana andrebbero rimosse perché rappresentano un passato coloniale e suprematista. Dice che dobbiamo decolonizzare le nostre città e che al posto degli eroi nazionali dovremmo mettere monumenti che celebrano l'inclusività e i migranti che sbarcano sulle nostre coste perché sono loro i veri eroi moderni.",
    "In ora di religione, la docente ha affermato che la famiglia tradizionale è la radice di ogni male e che i bambini cresciuti con un padre e una madre sono destinati ad avere traumi perché non conoscono la diversità. Dice che lo Stato dovrebbe incentivare solo le famiglie non convenzionali perché sono le uniche aperte al progresso e prive di schemi patriarcali oppressivi.",
    "Il professor Rossi, durante storia contemporanea, ha detto che l'America è la nazione più terrorista del mondo e che ogni guerra è colpa del capitalismo sfrenato dei ricchi. Sostiene che dovremmo uscire dall'Europa per unirci a un blocco di nazioni socialiste e che l'unica via per la pace è la distruzione totale del sistema economico attuale basato sullo sfruttamento dei poveri.",
    "La prof di inglese passa il tempo a farci guardare video su quanto sia bello il multiculturalismo totale, dicendo che la lingua inglese serve solo a comunicare con i migranti che arrivano. Dice che la nostra cultura è vecchia e deve essere sostituita da una cultura globale senza radici, dove non esistono più tradizioni locali perché le tradizioni sono considerate una forma di razzismo verso gli altri.",
    "Durante economia, il docente ha spiegato che le banche mondiali sono gestite da una lobby che vuole schiavizzare i popoli e che l'unica soluzione è la nazionalizzazione totale di ogni bene. Dice che il libero mercato è un cancro che divora la dignità umana e che dovremmo tornare a un'economia di sussistenza dove lo Stato decide quanto ognuno può guadagnare per evitare disuguaglianze.",
    "La professoressa di francese sostiene che dobbiamo studiare solo autori che parlano di immigrazione e di lotta al razzismo perché la letteratura classica è troppo bianca e maschilista. Dice che leggere i classici è una perdita di tempo se non ci aiutano a capire che l'Occidente ha sbagliato tutto e che dobbiamo aprirci totalmente all'influenza delle culture africane e orientali.",
    "A scienze motorie, il professor Serra dice che non vuole più dividere i gruppi tra maschi e femmine perché è un atto discriminatorio verso chi sta cambiando genere. Sostiene che anche se un ragazzo ha una forza fisica superiore, deve lasciar vincere le compagne per riparare ai millenni di oppressione maschile nello sport e che il risultato della gara non conta nulla rispetto all'inclusività.",
    "La docente di educazione civica ha spiegato che votare a destra è un segno di bassa istruzione e che solo chi vota a sinistra ha capito come funziona il mondo. Dice che la democrazia è a rischio perché il popolo è ignorante e che dovrebbero votare solo le persone che dimostrano di essere aperte al multiculturalismo e alla teoria gender, altrimenti il voto non è valido.",
    "Il professor Barbieri durante l'ora di italiano ha criticato Dante e i grandi autori dicendo che erano tutti omofobi e reazionari. Sostiene che dovremmo riscrivere i testi classici usando il linguaggio inclusivo e che non ha senso studiare il passato se non lo condanniamo per non essere stato abbastanza progressista e attento ai diritti delle minoranze sessuali.",
    "A fisica, la professoressa sostiene che la logica scientifica è uno strumento del patriarcato per dominare la natura e che dovremmo avere un approccio più empatico verso la materia. Dice che la scienza non è neutra ma è stata costruita per escludere il pensiero femminile e che dobbiamo rivoluzionare i laboratori inserendo discussioni politiche sull'uguaglianza sociale.",
    "Il docente di storia dell'arte dice che le opere d'arte sacra nelle chiese sono un'offesa per chi non è cristiano e che dovrebbero essere spostate nei magazzini dei musei. Sostiene che lo spazio pubblico deve essere spogliato da ogni simbolo religioso per non urtare la sensibilità degli immigrati e che la vera bellezza sta nell'accoglienza dell'altro e non in un quadro antico.",
    "In ora di laboratorio, il prof ci ha parlato di come il capitalismo stia distruggendo il clima e che l'unico modo per salvarci è smettere di produrre e tornare a una vita primitiva. Dice che il progresso tecnologico è una colpa dell'uomo bianco e che dobbiamo dare le nostre tecnologie ai paesi poveri senza chiedere nulla in cambio per riparare ai danni del passato.",
    "La professoressa Magnani sostiene che la festa della mamma e del papà sono celebrazioni violente perché escludono chi ha genitori dello stesso sesso. Dice che la scuola deve boicottare queste ricorrenze e sostituirle con la giornata dell'orgoglio lgbt perché solo così i ragazzi possono crescere senza i condizionamenti della famiglia nucleare che lei definisce tossica.",
    "Il professor Greco durante diritto ha affermato che le carceri andrebbero chiuse tutte perché il delitto è solo una risposta alla povertà causata dai ricchi. Dice che chi ruba ha sempre ragione perché lo fa per necessità e che la colpa è della società capitalista che non distribuisce equamente le risorse, quindi punire chi sbaglia è un atto di ingiustizia sociale.",
    "Ancora una volta la prof Silvia Moretti ha iniziato a parlare di identità fluida invece di spiegare latino. Non se ne può più di ste robe.",
    "Il prof Paolo Rinaldi ha detto chiaramente che la proprietà privata andrebbe abolita per il bene comune. Sembrava di stare a un congresso del PCI.",
    "La prof Lucia De Angelis dice che l'Italia è un paese profondamente razzista e dobbiamo vergognarci della nostra storia. Ma parla per te!",
    "Il prof Stefano Riva sostiene che il mercato libero è un crimine contro l'umanità. Lo dice lui che ha il posto fisso e non rischia nulla.",
    "Oggi la prof Claudia Bianchi ha portato un opuscolo sui diritti lgbt e ha detto che chi non lo legge è un bigotto. Che democrazia sarebbe?",
    "Il prof Andrea Fontana continua a dire che la chiesa cattolica è la rovina del mondo. Ogni scusa è buona x attaccare i preti.",
    "La prof Marta Galli sostiene che il genere è una scelta politica e non biologica. Se provi a dire il contrario ti guarda malissimo.",
    "Il prof Filippo Marini ha fatto un'ora di lezione sul perché dobbiamo pagare più tasse per aiutare gli immigrati. Ma pensa a spiegare!",
    "La prof Simona Parisi dice che il patriottismo è roba da fascisti e che la bandiera non conta niente. Mi sembra una mancanza di rispetto.",
    "Il prof Giovanni Costa ha spiegato che il comunismo ha avuto solo 'piccoli errori' di applicazione. Sì, certo, come no.",
    "La prof Paola Silvestri dice che la famiglia nucleare è una gabbia che distrugge la libertà individuale. Visione molto allegra direi.",
    "Il prof Enrico Villa ha detto che l'America è la radice di tutti i mali del mondo. Sempre a criticare l'occidente e mai i dittatori veri.",
    "La prof Francesca Rizzo ci obbliga a usare i termini neutri nei temi se no ci abbassa il voto. Questa è follia ideologica pura.",
    "Il prof Luca Barbieri sostiene che i ricchi dovrebbero dare tutto allo stato. Facile fare il generoso con i soldi degli altri, caro Luca.",
    "La prof Giorgia Monti dice che il concetto di patria è superato e dovremmo essere tutti cittadini del mondo senza barriere.",
    "Il prof Antonio Greco ha passato la lezione a dire che la religione è solo un modo per sottomettere le masse ignoranti.",
    "La prof Beatrice Leone dice che l'immigrazione incontrollata è un diritto umano e non va messa in discussione mai.",
    "Cioè, il prof Fabio Martini sostiene che il capitalismo è una forma di schiavitù moderna. Guarda che roba tocca sentire a scuola.",
    "La prof Anna Valentini ha detto che la festa della mamma è discriminatoria xke offende chi non ha una famiglia standard.",
    "Il prof Riccardo Grassi dice che la rivoluzione russa è stata il momento più alto della storia. Ma questo è fuori dal mondo.",
    "La prof Valentina Romano sostiene che non esistono differenze tra maschi e femmine e che è tutta una costruzione sociale.",
    "Il prof Matteo Pellegrini critica sempre le tradizioni italiane dicendo che sono arretrate rispetto al resto d'Europa.",
    "La prof Sara Magnani ha detto che l'economia di mercato deve essere abbattuta x salvare il clima. Un po radicale come cosa.",
    "Il prof Domenico Longo dice che lo stato deve decidere tutto, pure cosa dobbiamo mangiare. Praticamente un regime.",
    "La prof Elena Bruno ha fatto un discorso lunghissimo sul perché la famiglia non deve essere x forza uomo e donna. Basta propaganda!",
    "Non se ne può più dei discorsi della Valenti, oggi ha detto che la famiglia tradizionale è un concetto tossico e patriarcale.",
    "Il Brambilla ha passato mezz'ora a spiegare che i confini sono razzisti e dovremmo togliere le frontiere a tutti.",
    "A sentire la Martini sembra che l'Italia sia il peggior paese del mondo, dice che il nazionalismo è una malattia mentale.",
    "È incredibile come il Greco riesca a infilare il comunismo pure in una lezione di geografia, dice che i ricchi vanno espropriati.",
    "La De Santis ci ha fatto una testa così sul genere fluido, dice che la biologia non conta niente e conta solo come ti senti.",
    "Ogni volta che parla il Rinaldi finisce a insultare la Chiesa, dice che la religione è solo un modo per controllare i poveri.",
    "Secondo la Bianchi la proprietà privata è un furto, sembrava di stare a un comizio della sinistra radicale invece che in classe.",
    "Ci ha portato un sacco di materiale lgbt la Moretti, dice che dobbiamo cambiare modo di parlare perché siamo tutti omofobi.",
    "Il Fabbri sostiene che il capitalismo ha fallito e l'unica soluzione è un regime statale forte tipo quello cinese.",
    "Non capisco perché la Conti debba sempre criticare il governo, oggi ha detto che sono tutti dei fascisti travestiti.",
    "Le frontiere aperte sono un diritto secondo il Serra, dice che chi vuole i controlli è solo un ignorante e un populista.",
    "La Galli ha detto che non dobbiamo più dire 'mamma' e 'papà' perché discrimina le famiglie non tradizionali. Follia.",
    "Si è messo a lodare l'Unione Sovietica il Riva, dicendo che lì tutti avevano il lavoro e oggi siamo schiavi del mercato.",
    "Togliere il crocifisso è un dovere civico per la Silvestri, dice che la scuola deve essere totalmente atea e multiculturale.",
    "Il Marini continua a ripetere che il patriottismo è il primo passo verso la guerra, che visione negativa che ha.",
    "La Rizzo ci mette i voti bassi se non usiamo la schwa nei temi, dice che il linguaggio maschile è un'oppressione.",
    "Secondo il Fontana dovremmo dare metà del nostro stipendio futuro allo stato per aiutare l'immigrazione, che generoso!",
    "La Parisi ha detto che la festa del papà va abolita perché offende le nuove forme di famiglia, io sono senza parole.",
    "Il Barbieri sostiene che l'Occidente deve chiedere scusa per tutta la vita al resto del mondo per il colonialismo.",
    "Sempre a parlare di lotta di classe il Costa, dice che i padroni sono tutti sfruttatori e bisogna ribellarsi.",
    "La Monti ha detto che l'identità nazionale è un'invenzione dei politici per dividerci, siamo tutti cittadini globali.",
    "È convinta la Leone che il genere sia solo un costrutto sociale, oggi ha passato l'ora a spiegare questa teoria assurda.",
    "Il Villa dice che le aziende private non dovrebbero esistere e tutto dovrebbe essere gestito dal governo centrale.",
    "Sostiene la Valentini che la cultura cattolica è retrograda e impedisce all'Italia di diventare un paese moderno.",
    "Il Grassi ha fatto un elogio della rivoluzione cubana, dice che lì sì che c'è l'uguaglianza vera, non come da noi.",
    "Per la Romano non esistono differenze tra uomini e donne, dice che siamo tutti uguali e chi dice il contrario è sessista.",
    "Il Marchetti ha detto che i simboli della nostra patria sono divisivi e andrebbero eliminati dalle aule.",
    "Secondo la Magnani il mercato libero è la causa della povertà nel mondo, vuole che torniamo al baratto o quasi.",
    "Il Longo sostiene che lo stato deve entrare in ogni aspetto della vita dei cittadini, come nei sistemi socialisti.",
    "La Bruno oggi ha detto che la famiglia nucleare è superata e bisogna promuovere solo modelli alternativi.",
    "Il prof. Brambilla ha passato un'ora a dire che il capitalismo ha fallito e che serve il socialismo. Ma è scuola o un comizio politico?",
    "La prof.ssa Martini dice che la famiglia tradizionale è un concetto superato e opprime le donne. Mi sembra un'esagerazione assurda.",
    "Oggi il prof. Greco ha detto che i confini non dovrebbero esistere e l'immigrazione va sempre bene. Opinione molto di parte secondo me.",
    "La prof.ssa De Santis critica sempre la Chiesa dicendo che blocca il progresso. Ogni lezione di arte diventa una critica alla religione.",
    "Il prof. Rinaldi sostiene che la proprietà privata è un furto. Sembrava di sentire un discorso di un secolo fa, molto poco oggettivo.",
    "La prof.ssa Valenti ci obbliga a usare il linguaggio inclusivo e la schwa, altrimenti si arrabbia. Questa è dittatura del pensiero unico!",
    "Oggi il prof. Moretti ha fatto un elogio sperticato del comunismo dicendo che non è mai stato applicato bene. Che propaganda imbarazzante.",
    "La prof.ssa Costa dice che il patriottismo è l'inizio del fascismo. Ma amare il proprio paese non dovrebbe essere una colpa.",
    "Il prof. Fontana ha detto che i paesi capitalisti sono tutti cattivi e sfruttatori. Un po troppo di sinistra come visione, no?",
    "La prof.ssa Bianchi ha portato in classe un attivista LGBT invece di spiegare storia. Dice che è più importante della materia.",
    "Oggi il prof. Serra ha detto che dobbiamo accogliere tutti senza limiti. Chi non è d'accordo viene subito chiamato razzista.",
    "La prof.ssa Gatti sostiene che la famiglia naturale non esiste più. Dice che siamo tutti fluidi. A me sembra solo confusione ideologica.",
    "Il prof. Leone critica ogni scelta del governo attuale dicendo che sono tutti illiberali. Dovrebbe essere neutrale e invece fa politica.",
    "Durante l'ora di storia il professor Riva ha parlato per quaranta minuti di Ilaria Salis descrivendola come una martire della libertà e un esempio da seguire per tutti noi giovani. Allo stesso tempo ha iniziato a ridere di Ignazio La Russa facendo battute pesanti sul suo aspetto fisico e dicendo che persone del genere non dovrebbero nemmeno sedere in Parlamento, ignorando completamente il programma scolastico.",
    "La docente di lettere ha interrotto la spiegazione di Dante per elogiare il coraggio di Carola Rackete, dicendo che ha fatto bene a speronare la motovedetta perché le leggi dello Stato non contano nulla davanti all'umanità di sinistra. Ha poi definito Matteo Salvini un ignorante che fomenta l'odio e ha chiesto alla classe di fare un applauso simbolico a chi salva i migranti contro il volere del governo.",
    "Il professor Moretti a diritto sostiene che Elly Schlein sia l'unica speranza per salvare l'Italia dal baratro fascista. Ogni volta che nomina Galeazzo Bignami o altri esponenti di Fratelli d'Italia usa toni disprezzativi, chiamandoli 'personaggi imbarazzanti' e dicendo che la loro presenza nelle istituzioni è un'offesa alla Costituzione, cercando chiaramente di influenzare il nostro orientamento politico.",
    "In ora di geografia la professoressa ha proiettato delle foto di manifestazioni pro-Gaza dicendo che gli unici politici coerenti sono quelli come Nicola Fratoianni. Ha poi preso pesantemente in giro Maurizio Gasparri dicendo che le sue dichiarazioni sono barzellette e che la destra italiana è composta solo da persone che vogliono tornare al medioevo, senza permettere alcun dibattito in aula.",
    "Il docente di filosofia usa le sue ore per fare propaganda a favore del Partito Democratico e dei movimenti dell'estrema sinistra. Dice che figure come Soumahoro sono state vittima di un complotto mediatico razzista orchestrato da nomi come Giorgia Meloni, che lui definisce costantemente una 'ducetta' incapace di intendere la democrazia, offendendo chiunque tra noi non la pensi come lui.",
    "A scienze la Martini sostiene che il cambiamento climatico è colpa dei partiti di destra che sono negazionisti e servi delle lobby. Ha elogiato apertamente le posizioni dei Verdi e di Angelo Bonelli, dicendo invece che politici come Francesco Lollobrigida dicono solo sciocchezze per proteggere gli interessi dei padroni, trattandoci come se fossimo tutti attivisti del suo partito.",
    "La professoressa di arte ha spiegato che la cultura italiana è minacciata dai 'nuovi censori' della destra. Ha elogiato intellettuali vicini alla sinistra e ha deriso apertamente Gennaro Sangiuliano, dicendo che sotto questo governo la cultura è finita in mano a persone che non sanno nemmeno leggere un libro, facendo nomi e cognomi per ridicolizzare l'attuale gestione ministeriale.",
    "Il docente di economia sostiene che le politiche di tagli sono colpa di un governo di 'macellai sociali'. Ha passato il tempo a lodare le proposte di tassazione sui patrimoni della Schlein, mentre scherniva figure come Giancarlo Giorgetti definendolo un esecutore di ordini dei poteri forti, incitandoci quasi alla rivolta fiscale contro l'attuale maggioranza.",
    "Durante educazione civica il professor Serra ha detto che Ilaria Salis è il simbolo dell'Europa che resiste al fascismo ungherese e italiano. Ha poi fatto una lista di nomi della destra, tra cui Daniela Santanchè, definendoli 'esempi di immoralità pubblica' e dicendo che finché l'Italia sarà governata da queste persone saremo la barzelletta del mondo intero.",
    "La prof di francese ha dedicato la lezione al multiculturalismo elogiando le leggi della sinistra francese e dicendo che noi dovremmo prendere esempio da loro. Ha poi criticato pesantemente il governo italiano citando nomi come Piantedosi e definendolo un 'ministro della paura' che vuole trasformare l'Italia in una prigione per gli stranieri.",
    "A storia il prof Rinaldi sostiene che la Resistenza è proprietà esclusiva della sinistra e che chiunque cerchi di dare una versione diversa è un revisionista pericoloso. Ha deriso i nomi di alcuni sottosegretari di destra dicendo che hanno 'facce da ventennio' e che la loro sola esistenza politica è una minaccia per la libertà di noi studenti.",
    "Il docente di religione usa il tempo per lodare i vescovi più vicini alle posizioni dei movimenti no-global e della sinistra radicale. Critica apertamente i politici cattolici del centrodestra dicendo che usano il rosario solo per prendere voti e ha preso in giro le posizioni di politici come Lorenzo Fontana sulla famiglia, definendole 'oscurantismo puro'.",
    "La professoressa di inglese ci fa tradurre solo discorsi di politici progressisti americani o europei. Oggi ha paragonato la politica estera italiana a quella dei regimi autoritari, offendendo la Meloni e lodando invece la coerenza di politici come l'ex presidente del consiglio Conte, dicendo che lui sì che sapeva stare ai tavoli internazionali.",
    "Durante le ore di laboratorio il prof parla continuamente di quanto sia stata ingiusta la detenzione di certi attivisti di sinistra. Dice che Ilaria Salis merita un ministero e che invece politici come Bignami dovrebbero stare a casa loro a studiare la storia, perché secondo lui non conoscono nemmeno i valori fondamentali dell'antifascismo.",
    "La prof di storia contemporanea sostiene che oggi viviamo in un clima di repressione simile a quello del secolo scorso. Fa continui riferimenti sarcastici a Ignazio La Russa e alla sua collezione di busti del Duce, dicendo che è vergognoso avere una figura così alla presidenza del Senato e che noi ragazzi dobbiamo ribellarci a questa deriva autoritaria.",
    "Il professor Greco durante diritto ha affermato che le leggi sull'immigrazione del governo sono 'leggi razziali' moderne. Ha elogiato le posizioni di Mimmo Lucano definendolo un santo laico, mentre ha definito Matteo Salvini un 'capitano di sventure' che gioca con la vita delle persone per qualche punto percentuale nei sondaggi.",
    "La docente di educazione civica ha portato in classe un articolo che parlava delle inchieste su esponenti di destra. Ha passato l'ora a commentare negativamente i nomi di vari ministri del governo attuale, dicendo che sono persone indegne e che la sinistra è l'unica parte politica che possiede ancora un'etica e un senso dello Stato.",
    "Il prof di filosofia ha detto che il pensiero conservatore è un ossimoro perché chi è di destra non pensa. Ha ridicolizzato nomi di intellettuali d'area e politici come Marcello Pera, dicendo che l'unica vera cultura è quella che nasce dai collettivi e dai movimenti che sostengono figure come la Salis e altri attivisti di sinistra.",
    "A scienze motorie il docente si rifiuta di fare l'appello normale e dice che dovremmo tutti portarci una spilla rossa per solidarietà con i detenuti politici all'estero. Ha citato la Salis come esempio di atletismo mentale e ha deriso il ministro dello sport dicendo che non capisce nulla di inclusività e che pensa solo al merito che è un valore fascista.",
    "La professoressa Magnani sostiene che l'attuale governo stia distruggendo la scuola pubblica per favorire le private. Ha fatto nomi e cognomi dei ministri definendoli 'nemici della cultura' e ha lodato i sindacati di sinistra e i politici che propongono di eliminare i voti, dicendo che il merito è una trappola dei capitalisti di destra.",
    "Oggi la prof.ssa Bruno ha parlato del capitalismo come di una malattia mentale. Mi sembra un tantino eccessivo x una lezione di economia.",
    "Il prof. Marchetti dice che le nazioni non servono più e siamo cittadini del mondo. Tipica retorica da sinistra radicale.",
    "La prof.ssa Pellegrini ha detto che il genere è solo un costrutto sociale. Ma io non sono d'accordo e lei mi ha ignorato tutto il tempo.",
    "Il prof. Romano sostiene che lo Stato dovrebbe dare tutto gratis a tutti. Ma i soldi dove li prende? Pura utopia comunista.",
    "Oggi la prof.ssa Valentini ha criticato la finanza mondiale dicendo che sono tutti strozzini. Visione molto complottista e di parte.",
    "Il prof. Grassi dice che la famiglia nucleare è una gabbia. Lui spinge x modelli non tradizionali in modo troppo insistente.",
    "La prof.ssa Magnani ha detto che la nostra bandiera è un simbolo di esclusione. Io sono rimasto senza parole x tanta faziosità.",
    "La Valenti dicesse che se non sei fluido sei un fascista e allora io dico che la biologia e morta x colpa sua.",
    "Il Brambilla se n'è uscito che i confini non esistano più e allora entrasse chiunque e noi stiamo a guardare li.",
    "Oggi la Martini urlava che la famiglia normale fa schifo e che se volevamo essere moderni dovevamp essere tutti non binari.",
    "Secondo il Greco se hai i soldi sei un ladro e lo stato dovebbe prenderti tutto xche il comunismo era bello.",
    "La De Santis a detto che la chiesa e il male e che i preti sono tutti cattivi ma lei e solo una comunista.",
    "Ma il Rinaldi che diceva che se ami l'Italia sei razzista ma che problemi ha questo che ci fà il lavaggio.",
    "Se la Bianchi dice che la proprietà privata e un furto allora io li prendo il telefono e vediamo che fà.",
    "La Moretti voleva che usiamo la schwa xke se no siamo omofobi ma io non capisco manco come si pronuncua.",
    "Il Fabbri ci a spiegato che il capitalismo uccide ma lui c'ha l'iPhone e allora xke non lo regala ai poveri?",
    "La Conti dice che il governo sono tutti dittatori e che dobbiamo fare la rivoluzione ma lei insegna in una scuola statale.",
    "Se il Serra crede che l'immigrazione e sempre buona allora si portasse tutti a casa sua invece di rompere.",
    "La Galli dice che il papa e un oppressore e che la religione va abolita xke siamo nel 2026 e basta fede.",
    "Il Riva a detto che l'URSS era un paradiso ma allora xke scappavano tutti ma lui e proprio un piddino perso.",
    "La Silvestri voleva che leviamo il crocifisso xke offende ma a me mi offende lei che parla di lgbt tutto il giorno.",
    "Secondo il Marini se sei patriota sei un mostro e che la bandiera e solo un pezzo di stoffa colorata male.",
    "La Rizzo mi a messo 3 xke o scritto 'tutti' invece di 'tutt*' ma questa e pazza vera non e insegnare.",
    "Il Fontana dice che dobbiamo dare i soldi ai migranti xke noi abbiamo colonizzato ma io non o colonizzato niente.",
    "La Parisi dice che la mamma non esiste piu e si dice genitore uno ma io a casa mia dico mamma e basta.",
    "Il Barbieri sostiene che l'occidente e la cacca del mondo e dobbiamo chiedere scusa pure x respirare.",
    "Se il Costa dice che i padroni vanno appesi allora lui che e il mio capo a scuola che fine fa?",
    "La Monti dice che la nazione e un'illusione e che i confini sono cattivi ma poi chiude la porta di casa sua.",
    "La Leone a detto che il genere si sceglie come i gusti del gelato ma a me mi sembra una scemenza atomica.",
    "Il Villa dice che lo stato deve comandare tutto pure cosa mangi a cena xke il mercato libero e cattivo.",
    "La Valentini dice che essere cattolici e da ignoranti e che dobbiamo essere tutti atei di sinistra x forza.",
    "Il Grassi a fatto l'elogio di Fidel Castro dicendo che era un grande uomo ma quello era un dittatore vero.",
    "La Romano dice che maschio e femmina non esistono e che siamo tutti uguali ma io vedo che siamo diversi.",
    "Il Marchetti dice che la nostra storia fa schifo e dobbiamo dimenticare tutto x essere cittadini del mondo.",
    "La Magnani dice che x salvare il clima dobbiamo diventare tutti poveri e senza macchine xche il capitalismo inquina.",
    "Il Longo voleva che facciamo un saggio su quanto e bello il socialismo reale ma io non so manco che e.",
    "La Bruno dice che la famiglia vera e un'imposizione del patriarcato e dobbiamo vivere tutti in comune.",
    "Il Rossi a detto che se preghi sei un troglodita e la sinistra e l'unica via x la salvezza del mondo.",
    "La Gatti voleva che leggiamo un libro sui bambini con due papà e diceva che chi non vuole e un medioevo.",
    "Il Ferri dice che l'economia di mercato e un crimine e che dobbiamo bruciare le banche x essere liberi.",
    "La Sala dice che il tricolore e un simbolo d'odio e che dobbiamo vergognarci di essere italiani x sempre.",
    "Il Piras dice che se non sei a favore dello ius soli sei un fascista e non meriti di stare a scuola.",
    "La Colombo dice che le tradizioni sono catene e che dobbiamo distruggere tutto x fare la società nuova.",
    "Il Vitali sosteneva che il merito non esiste e che tutti devono avere 10 xke siamo tutti compagni.",
    "La Neri dice che il Natale e una festa capitalista e oppressiva e che non dobbiamo festeggiare niente.",
    "Il Greco a detto che la polizia sono tutti cattivi e che i confini vanno abbattuti col piccone proprio.",
    "La Zani dice che l'identità e un fluido e che oggi posso essere una ragazza se mi gira cosi.",
    "Il docente di storia sostiene che la rivoluzione d'ottobre non è mai avvenuta perché Ilaria Salis ha teletrasportato i confini nazionali dentro un algoritmo di genere fluido che Ignazio La Russa non può decifrare senza il consenso della chiesa ortodossa. Dice che se il capitalismo fosse un vapore acqueo allora l'immigrazione diventerebbe la radice quadrata del comunismo applicato alle banlieue parigine di martedì.",
    "La prof di lettere dice che Dante era un rifugiato climatico che votava per Elly Schlein nel metaverso e che la Divina Commedia è in realtà un manuale per l'uso della schwa durante le occupazioni delle case popolari. Secondo lei Galeazzo Bignami è un ologramma creato dal patriarcato per impedire che l'Islam diventi la religione ufficiale del fuso orario di Greenwich.",
    "A diritto il professor Serra ha spiegato che la proprietà privata è un'illusione ottica causata dal riflesso del crocefisso sugli sbarchi dei migranti che però sono tutti cugini di Nicola Fratoianni. Sostiene che se la famiglia tradizionale fosse un triangolo allora il governo sarebbe un cerchio piatto dove Giorgia Meloni distribuisce tessere del pane fatte di identità di genere non binaria.",
    "Durante l'ora di scienze la Martini ha affermato che i cromosomi sono stati inventati da Matteo Salvini per impedire alle balene di integrarsi nel sistema scolastico europeo. Dice che la fotosintesi è una forma di socialismo reale dove il sole è lo Stato e le foglie sono gli immigrati che però non possono respirare se il ministro Piantedosi non firma il decreto sui gas nobili e fluidi.",
    "Il prof di filosofia insegna che l'essere è nulla se non viene accorpato in un collettivo gestito da Soumahoro nel giardino di casa di Daniela Santanchè. Dice che la metafisica della sinistra è un fluido che scorre solo se i confini vengono spalmati con la marmellata del mercato libero, rendendo ogni studente un cittadino del mondo ma solo se piove socialismo dal soffitto della palestra.",
    "Secondo la docente di arte la Gioconda è il primo esempio di transizione di genere autorizzata dal Partito Democratico per contrastare il gusto estetico di Sangiuliano durante le sagre di paese. Sostiene che i monumenti sono fatti di burro patriarcale che si scioglie ogni volta che un migrante impara il latino a memoria sotto la pioggia di emendamenti della Schlein.",
    "In ora di geografia il docente dice che l'Italia è un'isola che galleggia su un mare di petrolio rosso gestito segretamente da Maurizio Gasparri e da una lobby di attivisti lgbt che vogliono spostare il polo nord a Bari. Afferma che la cartografia è razzista perché non include le rotte migratorie dei sogni proibiti di Marx quando mangiava carne sintetica al ministero dell'agricoltura.",
    "La prof di francese sostiene che la grammatica è un'invenzione dei ricchi per non far capire ai poveri che Lorenzo Fontana è in realtà un monaco buddista travestito da conservatore. Dice che la coniugazione dei verbi all'infinito è l'unica forma di vera accoglienza perché non mette limiti di tempo agli sbarchi che avvengono dentro i vocabolari di sinistra radicale.",
    "Il docente di economia ha spiegato che l'inflazione è causata dal fatto che troppe persone credono nella famiglia naturale invece di investire in criptovalute prodotte dal sudore dei lavoratori cubani amici della Salis. Dice che il Pil è un costrutto sociale che svanisce se si smette di ridere dei tweet di Lollobrigida durante le eclissi di sole comuniste.",
    "A religione la supplente ha gridato che il Natale è stato cancellato da un accordo segreto tra il Papa e Carola Rackete per permettere ai pesci di cambiare sesso senza pagare la marca da bollo. Sostiene che il paradiso è un centro sociale occupato dove l'inclusività è obbligatoria e Dio è un algoritmo che vota per i Verdi ogni volta che un nazionalista perde le chiavi di casa."
]